Repository: webwriter-app/code
Catalog: localization/*.xlf
Languages: ar, da, fi, sl, sv, uk

# s9fbbc819fe7e66aa
source: Run
ar: تشغيل
da: Løb
fi: Suorita
sl: Spustite
sv: Kör
uk: Біжи!

# s47f7722202e53f2f
source: Clear Output
ar: مسح الإخراج
da: Ryd udgang
fi: Tyhjennä lähtö
sl: Počisti izhod
sv: Rensa utmatning
uk: Чистий вихід

# s3c96a20baa10fa75
source: Execution
ar: التنفيذ
da: Udførelse
fi: Täytäntöönpano
sl: Izvajanje
sv: Verkställighet
uk: Страта

# sac95ed73c22266b9
source: Allow Code execution
ar: السماح بتنفيذ التعليمات البرمجية
da: Tillad udførelse af kode
fi: Salli koodin suoritus
sl: Dovolite izvajanje kode
sv: Tillåt exekvering av kod
uk: Дозволити виконання коду

# sb1db8c15648f4579
source: Run on load
ar: تشغيل عند التحميل
da: Kør på belastning
fi: Suorita kuormitettuna
sl: Zagon ob obremenitvi
sv: Kör på belastning
uk: Запуск під навантаженням

# sa75b95980cd80e78
source: Editor
ar: محرر
da: Redaktør
fi: Toimittaja
sl: Urednik
sv: Redaktör
uk: Редактор

# sd8eae573769fbf94
source: Autocompletion
ar: الإكمال التلقائي
da: Automatisk udfyldning
fi: Automaattinen täydennys
sl: Samodejno dokončanje
sv: Autokomplettering
uk: Автозавершення

# s83f26d02dd7aa681
source: Visible
ar: مرئي
da: Synlig
fi: Näkyvä
sl: Vidno
sv: Synlig
uk: Видимий

# sca1a826088564455
source: Results
ar: النتائج
da: Resultater
fi: Tulokset
sl: Rezultati
sv: Resultat
uk: Результати

# s9c355ae1ea6d408f
source: Show execution time
ar: إظهار وقت التنفيذ
da: Vis udførelsestid
fi: Näytä suoritusaika
sl: Prikaži čas izvedbe
sv: Visa exekveringstid
uk: Показати час виконання

# s780d4c126df3ab65
source: Show execution count
ar: إظهار عدد التنفيذ
da: Vis antal udførelser
fi: Näytä suorituksen määrä
sl: Prikaži število izvedb
sv: Visa antal körningar
uk: Показати лічильник виконання

# se3a0e370891f1769
source: Reset execution count
ar: إعادة تعيين عدد التنفيذ
da: Nulstil antallet af udførelser
fi: Suorituslaskennan nollaus
sl: Ponastavitev števila izvedb
sv: Återställ antal körningar
uk: Скинути лічильник виконання

# sa94ff8354d06f430
source: This section of code is locked and cannot be edited
ar: هذا القسم من التعليمات البرمجية مغلق ولا يمكن تحريره
fi: Tämä koodin osa on lukittu, eikä sitä voi muokata.
sl: Ta del kode je zaklenjen in ga ni mogoče urejati
sv: Detta avsnitt av koden är låst och kan inte redigeras
uk: Ця частина коду заблокована і не може бути відредагована
